//
//  Main.swift
//  RegionOfYourOpportunities
//
//  Created by Владислав Якунин on 31.01.2025.
//

struct Main {
    var text: String
    
    static func getMainText() -> Main {
        Main(
            text: "Инормационный портал предоставляет жителям республики доступ к государственным мерам поддержки, включая финансовую помощь, имущественные и другие преференции. Здесь можно найти информацию о стипендиальых программах, пособиях, проектах по поддержке молодых предпринимателей и сельской молодежи, а также актуальные вакансии для молодых специалистов от работодателей региона. Единое информационное пространство поможет молодым гражданам реализовать свой потенциал и построить успешное будущее."
        )
    }
}


